Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Black, hot pink, cyan
de: Schwarz, Knallpink, Cyan
es: Negro, rosa fuerte, cian
fr: Noir, rose fluo, cyan
it: Nero, rosa acceso, ciano
ja: ブラック、ホットピンク、シアン
ko: 블랙, 핫핑크, 시안
pt_br: Preto, rosa choque, ciano
zh_hans: 黑色、亮粉、青色
zh_hant: 黑色、亮粉、青色

source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
ja: オーシャン
ko: 오션
pt_br: Oceano
zh_hans: 海洋
zh_hant: 海洋

source: Deep water, aqua light
de: Tiefes Wasser, Aqua-Licht
es: Agua profunda, luz aguamarina
fr: Eau profonde, lumière aigue-marine
it: Acqua profonda, luce acquamarina
ja: 深い水と、アクアの光
ko: 깊은 물과 아쿠아빛
pt_br: Água profunda, luz água-marinha
zh_hans: 深水，水绿微光
zh_hant: 深水，水綠微光

source: Dark bronze and gold leaf
de: Dunkle Bronze und Blattgold
es: Bronce oscuro y pan de oro
fr: Bronze sombre et feuille d’or
it: Bronzo scuro e foglia d’oro
ja: ダークブロンズと金箔
ko: 다크 브론즈와 금박
pt_br: Bronze escuro e folha de ouro
zh_hans: 暗铜色与金箔
zh_hant: 暗銅色與金箔

source: Ink
de: Tinte
es: Tinta
fr: Encre
it: Inchiostro
ja: インク
ko: 잉크
pt_br: Tinta
zh_hans: 墨
zh_hant: 墨

source: Black and white, nothing else
de: Schwarz und Weiß, sonst nichts
es: Blanco y negro, nada más
fr: Noir et blanc, rien d’autre
it: Bianco e nero, nient’altro
ja: 白と黒、それだけ
ko: 흑백, 그게 전부
pt_br: Preto e branco, nada mais
zh_hans: 黑与白，仅此而已
zh_hant: 黑與白，僅此而已

source: Paper
de: Papier
es: Papel
fr: Papier
it: Carta
ja: ペーパー
ko: 페이퍼
pt_br: Papel
zh_hans: 纸张
zh_hant: 紙張

source: Warm cream, terracotta ink
de: Warmes Creme, Terrakotta-Tinte
es: Crema cálido, tinta terracota
fr: Crème chaud, encre terre cuite
it: Crema calda, inchiostro terracotta
ja: 温かみのあるクリームに、テラコッタのインク
ko: 따뜻한 크림색에 테라코타 잉크
pt_br: Creme quente, tinta terracota
zh_hans: 暖米色，赤陶墨色
zh_hant: 暖米色，赤陶墨色

source: Ice white, cobalt ink
de: Eisweiß, Kobalt-Tinte
es: Blanco hielo, tinta cobalto
fr: Blanc glace, encre cobalt
it: Bianco ghiaccio, inchiostro cobalto
ja: アイスホワイトに、コバルトのインク
ko: 아이스 화이트에 코발트 잉크
pt_br: Branco gelo, tinta cobalto
zh_hans: 冰白，钴蓝墨色
zh_hant: 冰白，鈷藍墨色

source: Archived chats (%@)
de: Archivierte Chats (%@)
es: Chats archivados (%@)
fr: Discussions archivées (%@)
it: Chat archiviate (%@)
ja: アーカイブ済みチャット（%@）
ko: 보관된 대화 (%@)
pt_br: Conversas arquivadas (%@)
zh_hans: 已归档对话（%@）
zh_hant: 已封存對話（%@）

source: Chats filed away on this machine — nothing was deleted
de: Chats, die auf diesem Rechner abgelegt wurden — nichts wurde gelöscht
es: Chats guardados en esta máquina: no se ha eliminado nada
fr: Discussions classées sur cette machine — rien n’a été supprimé
it: Chat archiviate su questa macchina — non è stato eliminato nulla
ja: このマシンにしまわれたチャットです — 何も削除されていません
ko: 이 컴퓨터에 보관해 둔 대화입니다 — 삭제된 것은 없습니다
pt_br: Conversas guardadas nesta máquina — nada foi excluído
zh_hans: 归档在这台机器上的对话 — 没有任何内容被删除
zh_hant: 封存在這台機器上的對話 — 沒有任何內容被刪除

source: “%@” is back in the list
de: „%@“ ist wieder in der Liste
es: «%@» ha vuelto a la lista
fr: « %@ » est de retour dans la liste
it: «%@» è di nuovo nell’elenco
ja: 「%@」が一覧に戻りました
ko: “%@”이(가) 목록으로 돌아왔습니다
pt_br: “%@” está de volta à lista
zh_hans: “%@”回到了列表中
zh_hant: “%@”回到了清單中

source: Archived “%@” — it stays listed while it is working
de: „%@“ archiviert — bleibt gelistet, solange es noch arbeitet
es: «%@» archivado — sigue en la lista mientras está trabajando
fr: « %@ » archivé — reste dans la liste tant qu’il travaille
it: «%@» archiviato — resta nell’elenco finché è al lavoro
ja: 「%@」をアーカイブしました — 動作中は引き続き一覧に表示されます
ko: “%@” 보관됨 — 작업 중에는 계속 목록에 표시됩니다
pt_br: “%@” arquivado — continua na lista enquanto está em execução
zh_hans: 已归档“%@” — 在其运行期间仍会保留在列表中
zh_hant: 已封存“%@” — 在其執行期間仍會保留在清單中

source: Archived “%@” — it is in the archive
de: „%@“ archiviert — liegt jetzt im Archiv
es: «%@» archivado — está en el archivo
fr: « %@ » archivé — se trouve dans les archives
it: «%@» archiviato — è nell’archivio
ja: 「%@」をアーカイブしました — アーカイブ内にあります
ko: “%@” 보관됨 — 보관함에 있습니다
pt_br: “%@” arquivado — está no arquivo
zh_hans: 已归档“%@” — 现在位于归档中
zh_hant: 已封存“%@” — 現在位於封存中

source: Delete this conversation?
de: Diese Unterhaltung löschen?
es: ¿Eliminar esta conversación?
fr: Supprimer cette conversation ?
it: Eliminare questa conversazione?
ja: この会話を削除しますか？
ko: 이 대화를 삭제할까요?
pt_br: Excluir esta conversa?
zh_hans: 要删除这段对话吗？
zh_hant: 要刪除這段對話嗎？

source: Delete %@ conversations?
de: %@ Unterhaltungen löschen?
es: ¿Eliminar %@ conversaciones?
fr: Supprimer %@ conversations ?
it: Eliminare %@ conversazioni?
ja: %@ 件の会話を削除しますか？
ko: 대화 %@개를 삭제할까요?
pt_br: Excluir %@ conversas?
zh_hans: 要删除 %@ 段对话吗？
zh_hant: 要刪除 %@ 段對話嗎？

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
ja: アーカイブ
ko: 보관
pt_br: Arquivar
zh_hans: 归档
zh_hant: 封存

source: Unarchive
de: Aus dem Archiv holen
es: Desarchivar
fr: Désarchiver
it: Rimuovi dall’archivio
ja: アーカイブ解除
ko: 보관 해제
pt_br: Desarquivar
zh_hans: 取消归档
zh_hant: 取消封存

source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
it: Segna come letto
ja: 既読にする
ko: 읽음으로 표시
pt_br: Marcar como lida
zh_hans: 标记为已读
zh_hant: 標示為已讀

source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
it: Segna come da leggere
ja: 未読にする
ko: 읽지 않음으로 표시
pt_br: Marcar como não lida
zh_hans: 标记为未读
zh_hant: 標示為未讀

source: This cannot be undone.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
pt_br: Isso não pode ser desfeito.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: %@ will be removed from the server. %@
de: %@ wird vom Server entfernt. %@
es: %@ se eliminará del servidor. %@
fr: %@ sera supprimé du serveur. %@
it: %@ verrà rimosso dal server. %@
ja: %@ はサーバから削除されます。%@
ko: %@이(가) 서버에서 삭제됩니다. %@
pt_br: %@ será removido do servidor. %@
zh_hans: %@ 将从服务器中移除。%@
zh_hant: %@ 將從伺服器中移除。%@

source: They will be removed from the server. %@
de: Sie werden vom Server entfernt. %@
es: Se eliminarán del servidor. %@
fr: Ils seront supprimés du serveur. %@
it: Verranno rimossi dal server. %@
ja: サーバから削除されます。%@
ko: 서버에서 삭제됩니다. %@
pt_br: Serão removidos do servidor. %@
zh_hans: 它们将从服务器中移除。%@
zh_hant: 它們將從伺服器中移除。%@

source: %@ and %@ more will be removed from the server. %@
de: %@ und %@ weitere werden vom Server entfernt. %@
es: %@ y %@ más se eliminarán del servidor. %@
fr: %@ et %@ de plus seront supprimés du serveur. %@
it: %@ e altri %@ verranno rimossi dal server. %@
ja: %@ とほか %@ 件がサーバから削除されます。%@
ko: %@ 및 %@개가 더 서버에서 삭제됩니다. %@
pt_br: %@ e mais %@ serão removidos do servidor. %@
zh_hans: %@ 以及另外 %@ 个将从服务器中移除。%@
zh_hant: %@ 以及另外 %@ 個將從伺服器中移除。%@

source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
ja: %@ を削除
ko: %@ 삭제
pt_br: Excluir %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Could not delete it: %@
de: Konnte nicht gelöscht werden: %@
es: No se pudo eliminar: %@
fr: Impossible de le supprimer : %@
it: Impossibile eliminarlo: %@
ja: 削除できませんでした: %@
ko: 삭제하지 못했습니다: %@
pt_br: Não foi possível excluir: %@
zh_hans: 无法删除：%@
zh_hant: 無法刪除：%@

source: Could not delete %@ conversations: %@
de: %@ Unterhaltungen konnten nicht gelöscht werden: %@
es: No se pudieron eliminar %@ conversaciones: %@
fr: Impossible de supprimer %@ conversations : %@
it: Impossibile eliminare %@ conversazioni: %@
ja: %@ 件の会話を削除できませんでした: %@
ko: 대화 %@개를 삭제하지 못했습니다: %@
pt_br: Não foi possível excluir %@ conversas: %@
zh_hans: 无法删除 %@ 段对话：%@
zh_hant: 無法刪除 %@ 段對話：%@

source: Deleted %@ · %@ failed: %@
de: %@ gelöscht · %@ fehlgeschlagen: %@
es: %@ eliminados · %@ fallidos: %@
fr: %@ supprimé(s) · %@ échoué(s) : %@
it: %@ eliminati · %@ non riusciti: %@
ja: %@ 件削除 · %@ 件失敗: %@
ko: %@개 삭제됨 · %@개 실패: %@
pt_br: %@ excluídos · %@ falharam: %@
zh_hans: 已删除 %@ 个 · %@ 个失败：%@
zh_hant: 已刪除 %@ 個 · %@ 個失敗：%@

source: Draw a few alternatives for a surface, pick one, then have it built
de: Zeichne ein paar Alternativen für eine Oberfläche, wähle eine aus und lass sie bauen
es: Dibuja varias alternativas para una interfaz, elige una y hazla construir
fr: Esquissez plusieurs variantes d’une interface, choisissez-en une, puis faites-la construire
it: Disegna alcune alternative per un’interfaccia, scegline una, poi falla costruire
ja: 画面のバリエーションをいくつか描いて、ひとつを選び、それを実装させましょう
ko: 화면의 여러 대안을 그려보고, 하나를 골라 구현하게 하세요
pt_br: Desenhe algumas alternativas para uma interface, escolha uma e mande construir
zh_hans: 为一个界面画出几种备选方案，选一个，然后让它被实现出来
zh_hant: 為一個介面畫出幾種備選方案，選一個，然後讓它被實作出來

source: <what to design>
de: <was gestaltet werden soll>
es: <qué diseñar>
fr: <quoi concevoir>
it: <cosa progettare>
ja: <何をデザインするか>
ko: <무엇을 디자인할지>
pt_br: <o que desenhar>
zh_hans: <要设计什么>
zh_hant: <要設計什麼>

source: Re-reading the conversation to summarize it. Your message is queued behind it.
de: Die Unterhaltung wird erneut gelesen, um sie zusammenzufassen. Deine Nachricht wartet dahinter in der Warteschlange.
es: Releyendo la conversación para resumirla. Tu mensaje está en cola detrás de ella.
fr: Relecture de la conversation pour la résumer. Votre message est en file derrière elle.
it: Rilettura della conversazione per riassumerla. Il tuo messaggio è in coda dietro di essa.
ja: 会話を要約するために読み直しています。メッセージはその後ろで待機しています。
ko: 대화를 요약하기 위해 다시 읽는 중입니다. 메시지는 그 뒤에 대기 중입니다.
pt_br: Relendo a conversa para resumi-la. Sua mensagem está na fila atrás dela.
zh_hans: 正在重新阅读对话以生成摘要。你的消息正排在它后面等待。
zh_hant: 正在重新閱讀對話以產生摘要。你的訊息正排在它後面等待。

source: %@%% freed
de: %@ %% frei
es: %@%% liberado
fr: %@ %% libérés
it: %@%% liberato
ja: %@%% 解放
ko: %@%% 확보됨
pt_br: %@%% liberado
zh_hans: 已释放 %@%%
zh_hant: 已釋放 %@%%

source: %@%% of the context was replaced by a summary
de: %@%% des Kontexts wurden durch eine Zusammenfassung ersetzt
es: El %@%% del contexto se sustituyó por un resumen
fr: %@ %% du contexte ont été remplacés par un résumé
it: Il %@%% del contesto è stato sostituito da un riepilogo
ja: コンテキストの %@%% が要約に置き換えられました
ko: 컨텍스트의 %@%%가 요약으로 대체되었습니다
pt_br: %@%% do contexto foi substituído por um resumo
zh_hans: 上下文中有 %@%% 已被摘要替换
zh_hant: 脈絡中有 %@%% 已被摘要取代

source: the last %@ messages carried over
de: die letzten %@ Nachrichten wurden übernommen
es: los últimos %@ mensajes se conservaron
fr: les %@ derniers messages ont été conservés
it: gli ultimi %@ messaggi sono stati mantenuti
ja: 直近の %@ 件のメッセージが引き継がれました
ko: 최근 메시지 %@개가 그대로 이어졌습니다
pt_br: as últimas %@ mensagens foram mantidas
zh_hans: 最近的 %@ 条消息被保留了下来
zh_hant: 最近的 %@ 則訊息被保留了下來

source: %@ messages in this conversation
de: %@ Nachrichten in dieser Unterhaltung
es: %@ mensajes en esta conversación
fr: %@ messages dans cette conversation
it: %@ messaggi in questa conversazione
ja: この会話には %@ 件のメッセージがあります
ko: 이 대화에는 메시지가 %@개 있습니다
pt_br: %@ mensagens nesta conversa
zh_hans: 此对话中有 %@ 条消息
zh_hant: 此對話中有 %@ 則訊息

source: What must the summary keep?
de: Was muss die Zusammenfassung enthalten?
es: ¿Qué debe conservar el resumen?
fr: Que doit conserver le résumé ?
it: Cosa deve mantenere il riepilogo?
ja: 要約に残すべき内容は？
ko: 요약에 반드시 남겨야 할 내용은 무엇인가요?
pt_br: O que o resumo precisa manter?
zh_hans: 摘要必须保留哪些内容？
zh_hant: 摘要必須保留哪些內容？

source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
pt_br: Este dispositivo
zh_hans: 此设备
zh_hant: 此裝置

source: Try port %@
de: Port %@ versuchen
es: Probar el puerto %@
fr: Essayer le port %@
it: Prova la porta %@
ja: ポート %@ を試す
ko: %@ 포트 시도
pt_br: Tentar a porta %@
zh_hans: 试试 %@ 端口
zh_hant: 嘗試 %@ 連接埠

source: that name
de: dieser Name
es: ese nombre
fr: ce nom
it: quel nome
ja: その名前
ko: 그 이름
pt_br: esse nome
zh_hans: 那个名称
zh_hant: 那個名稱

source: %@ isn't on your tailnet
de: %@ ist nicht in deinem Tailnet
es: %@ no está en tu tailnet
fr: %@ n’est pas sur votre tailnet
it: %@ non è sul tuo tailnet
ja: %@ はあなたの tailnet 上にありません
ko: %@은(는) 당신의 tailnet에 없습니다
pt_br: %@ não está na sua tailnet
zh_hans: %@ 不在你的 tailnet 上
zh_hant: %@ 不在你的 tailnet 上

source: Nothing can answer until Tailscale is connected here. Open it, sign in to the same account as your other machine, then come back.
de: Nichts kann antworten, solange Tailscale hier nicht verbunden ist. Öffne es, melde dich mit demselben Konto wie auf deinem anderen Rechner an und komm dann zurück.
es: Nada puede responder hasta que Tailscale esté conectado aquí. Ábrela, inicia sesión con la misma cuenta que en tu otra máquina y vuelve después.
fr: Rien ne peut répondre tant que Tailscale n’est pas connecté ici. Ouvrez-la, connectez-vous avec le même compte que sur votre autre machine, puis revenez.
it: Nulla può rispondere finché Tailscale non è connesso qui. Aprila, accedi con lo stesso account della tua altra macchina, poi torna qui.
ja: ここで Tailscale が接続されるまで、何も応答できません。開いて、もう一方のマシンと同じアカウントでサインインしてから戻ってきてください。
ko: 여기서 Tailscale이 연결되기 전까지는 아무것도 응답할 수 없습니다. Tailscale을 열어 다른 컴퓨터와 같은 계정으로 로그인한 다음 돌아오세요.
pt_br: Nada pode responder até que o Tailscale esteja conectado aqui. Abra-o, entre com a mesma conta da sua outra máquina e depois volte.
zh_hans: 在这里连接 Tailscale 之前，没有任何东西可以响应。请打开它，用与你另一台机器相同的账户登录，然后回到这里。
zh_hant: 在這裡連線 Tailscale 之前，沒有任何東西可以回應。請開啟它，用與你另一台機器相同的帳號登入，然後回到這裡。

source: %@ can't turn %@ into an address. MagicDNS may be off — use the machine's 100.x address instead.
de: %@ kann %@ nicht in eine Adresse umwandeln. MagicDNS ist womöglich deaktiviert — verwende stattdessen die 100.x-Adresse des Rechners.
es: %@ no puede convertir %@ en una dirección. Puede que MagicDNS esté desactivado: usa en su lugar la dirección 100.x de la máquina.
fr: %@ ne parvient pas à convertir %@ en adresse. MagicDNS est peut-être désactivé — utilisez plutôt l’adresse 100.x de la machine.
it: %@ non riesce a trasformare %@ in un indirizzo. MagicDNS potrebbe essere disattivato — usa invece l’indirizzo 100.x della macchina.
ja: %@ は %@ をアドレスに変換できません。MagicDNS がオフになっている可能性があります — 代わりにそのマシンの 100.x アドレスを使ってください。
ko: %@이(가) %@을(를) 주소로 변환할 수 없습니다. MagicDNS가 꺼져 있을 수 있습니다 — 대신 해당 컴퓨터의 100.x 주소를 사용하세요.
pt_br: %@ não consegue transformar %@ em um endereço. O MagicDNS pode estar desativado — use o endereço 100.x da máquina.
zh_hans: %@ 无法把 %@ 转换成地址。MagicDNS 可能已关闭 — 请改用那台机器的 100.x 地址。
zh_hant: %@ 無法把 %@ 轉換成位址。MagicDNS 可能已關閉 — 請改用那台機器的 100.x 位址。

source: %@ is on the tailnet but that machine never replied. It may be asleep, offline, or signed into a different tailnet.
de: %@ ist im Tailnet, aber dieser Rechner hat nie geantwortet. Er könnte im Ruhezustand, offline oder in einem anderen Tailnet angemeldet sein.
es: %@ está en el tailnet, pero esa máquina nunca respondió. Puede estar dormida, sin conexión o conectada a un tailnet distinto.
fr: %@ est sur le tailnet, mais cette machine n’a jamais répondu. Elle est peut-être en veille, hors ligne, ou connectée à un autre tailnet.
it: %@ è sul tailnet, ma quella macchina non ha mai risposto. Potrebbe essere in sospensione, offline o collegata a un tailnet diverso.
ja: %@ は tailnet 上にありますが、そのマシンは一度も応答していません。スリープ中か、オフラインか、別の tailnet にサインインしている可能性があります。
ko: %@은(는) tailnet에 있지만 해당 컴퓨터가 응답한 적이 없습니다. 절전 모드이거나, 오프라인이거나, 다른 tailnet에 로그인되어 있을 수 있습니다.
pt_br: %@ está na tailnet, mas essa máquina nunca respondeu. Ela pode estar em repouso, offline ou conectada a uma tailnet diferente.
zh_hans: %@ 在 tailnet 上，但那台机器一直没有回应。它可能处于睡眠状态、离线，或登录了另一个 tailnet。
zh_hant: %@ 在 tailnet 上，但那台機器一直沒有回應。它可能處於睡眠狀態、離線，或登入了另一個 tailnet。

source: Nothing is rendering on %@
de: Auf %@ wird nichts gerendert
es: Nada se está renderizando en %@
fr: Rien ne s’affiche sur %@
it: Non c’è nulla in rendering su %@
ja: %@ では何もレンダリングされていません
ko: %@에서 아무것도 렌더링되고 있지 않습니다
pt_br: Nada está sendo renderizado em %@
zh_hans: %@ 上没有任何内容在渲染
zh_hant: %@ 上沒有任何內容在算繪

source: The machine answered, so the address is right — but nothing is listening on %@. Start ComfyUI there, and make sure it binds 0.0.0.0 rather than localhost.
de: Der Rechner hat geantwortet, die Adresse stimmt also — aber auf %@ lauscht nichts. Starte ComfyUI dort und stelle sicher, dass es an 0.0.0.0 statt an localhost bindet.
es: La máquina respondió, así que la dirección es correcta, pero nada escucha en %@. Inicia ComfyUI ahí y asegúrate de que se vincule a 0.0.0.0 en lugar de a localhost.
fr: La machine a répondu, l’adresse est donc correcte — mais rien n’écoute sur %@. Démarrez ComfyUI là-bas, et assurez-vous qu’il se lie à 0.0.0.0 plutôt qu’à localhost.
it: La macchina ha risposto, quindi l’indirizzo è corretto — ma nulla è in ascolto su %@. Avvia ComfyUI lì e assicurati che si leghi a 0.0.0.0 anziché a localhost.
ja: マシンが応答したのでアドレスは正しいですが、%@ では何も待ち受けていません。そこで ComfyUI を起動し、localhost ではなく 0.0.0.0 にバインドされていることを確認してください。
ko: 컴퓨터가 응답했으므로 주소는 올바르지만, %@에서 대기 중인 것이 없습니다. 그곳에서 ComfyUI를 시작하고, localhost가 아니라 0.0.0.0에 바인딩되어 있는지 확인하세요.
pt_br: A máquina respondeu, então o endereço está correto — mas nada está escutando em %@. Inicie o ComfyUI lá e garanta que ele se vincule a 0.0.0.0 em vez de localhost.
zh_hans: 这台机器已经响应，说明地址没问题——但 %@ 上没有程序在监听。请在那台机器上启动 ComfyUI，并确保它绑定的是 0.0.0.0 而不是 localhost。
zh_hant: 這台機器已經回應，說明位址沒問題——但 %@ 上沒有東西在監聽。請在那台機器上啟動 ComfyUI，並確保它綁定的是 0.0.0.0 而不是 localhost。

source: Context window
de: Kontextfenster
es: Ventana de contexto
fr: Fenêtre de contexte
it: Finestra di contesto
ja: コンテキストウインドウ
ko: 컨텍스트 창
pt_br: Janela de contexto
zh_hans: 上下文窗口
zh_hant: 脈絡視窗

source: %@ of %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ su %@
pt_br: %@ de %@

source: %@ tokens are in the conversation. How much %@ can hold is not reported, so there is no share to state.
de: %@ Tokens befinden sich in der Unterhaltung. Wie viel %@ fassen kann, wird nicht gemeldet, daher lässt sich kein Anteil angeben.
es: Hay %@ tokens en la conversación. No se informa cuánto puede contener %@, así que no hay una proporción que indicar.
fr: %@ jetons se trouvent dans la conversation. La capacité de %@ n’est pas communiquée, il n’y a donc pas de proportion à indiquer.
it: Nella conversazione ci sono %@ token. Quanto può contenere %@ non viene comunicato, quindi non c’è una quota da indicare.
ja: 会話には %@ トークンがあります。%@ がどれだけ保持できるかは報告されないため、割合は示せません。
ko: 대화에 %@ 토큰이 있습니다. %@이(가) 얼마나 담을 수 있는지는 보고되지 않으므로 표시할 비율이 없습니다.
pt_br: Há %@ tokens nesta conversa. Quanto %@ consegue conter não é informado, então não há uma proporção a indicar.
zh_hans: 对话中共有 %@ 个词元。%@ 能容纳多少并未提供，因此无法给出占比。
zh_hant: 對話中共有 %@ 個詞元。%@ 能容納多少並未提供，因此無法給出佔比。

source: %@ tokens are in the conversation. This model's window is not reported, so there is no share to state.
de: %@ Tokens befinden sich in der Unterhaltung. Das Fenster dieses Modells wird nicht gemeldet, daher lässt sich kein Anteil angeben.
es: Hay %@ tokens en la conversación. No se informa la ventana de este modelo, así que no hay una proporción que indicar.
fr: %@ jetons se trouvent dans la conversation. La fenêtre de ce modèle n’est pas communiquée, il n’y a donc pas de proportion à indiquer.
it: Nella conversazione ci sono %@ token. La finestra di questo modello non viene comunicata, quindi non c’è una quota da indicare.
ja: 会話には %@ トークンがあります。このモデルのウインドウは報告されないため、割合は示せません。
ko: 대화에 %@ 토큰이 있습니다. 이 모델의 창 크기는 보고되지 않으므로 표시할 비율이 없습니다.
pt_br: Há %@ tokens nesta conversa. A janela deste modelo não é informada, então não há uma proporção a indicar.
zh_hans: 对话中共有 %@ 个词元。此模型的窗口大小并未提供，因此无法给出占比。
zh_hant: 對話中共有 %@ 個詞元。此模型的視窗大小並未提供，因此無法給出佔比。

source: %@'s %@ window
de: %@s %@-Fenster
es: la ventana de %@ %@
fr: la fenêtre %@ de %@
it: la finestra %@ di %@
ja: %@ の %@ ウインドウ
ko: %@의 %@ 창
pt_br: a janela %@ de %@
zh_hans: %@ 的 %@ 窗口
zh_hant: %@ 的 %@ 視窗

source: the %@ window
de: das %@-Fenster
es: la ventana de %@
fr: la fenêtre de %@
it: la finestra di %@
ja: %@ のウインドウ
ko: %@ 창
pt_br: a janela de %@
zh_hans: %@ 窗口
zh_hant: %@ 視窗

source: %@ is full. The next request has to compact first.
de: %@ ist voll. Die nächste Anfrage muss zuerst verdichten.
es: %@ está lleno. La próxima solicitud debe compactar primero.
fr: %@ est plein. La prochaine requête doit d’abord compacter.
it: %@ è pieno. La prossima richiesta deve prima compattare.
ja: %@ が満杯です。次のリクエストは先に圧縮する必要があります。
ko: %@이(가) 가득 찼습니다. 다음 요청은 먼저 압축해야 합니다.
pt_br: %@ está cheio. A próxima solicitação precisa compactar primeiro.
zh_hans: %@ 已满。下一次请求必须先压缩。
zh_hant: %@ 已滿。下一次請求必須先壓縮。

source: %d%% of %@ is in use, with room for about %@ more.
de: %d%% von %@ sind belegt, mit Platz für etwa %@ mehr.
es: El %d%% de %@ está en uso, con espacio para unos %@ más.
fr: %d %% de %@ sont utilisés, avec de la place pour environ %@ de plus.
it: Il %d%% di %@ è in uso, con spazio per altri %@ circa.
ja: %2$@ のうち %1$d%% を使用中で、あと約 %3$@ の余裕があります。
ko: %2$@ 중 %1$d%%를 사용 중이며, 약 %3$@만큼 더 여유가 있습니다.
pt_br: %d%% de %@ está em uso, com espaço para mais cerca de %@.
zh_hans: %2$@ 中已使用 %1$d%%，还剩约 %3$@ 的空间。
zh_hant: %2$@ 中已使用 %1$d%%，還剩約 %3$@ 的空間。

source: Getting fuller. Compacting trades the transcript for a summary and frees most of it.
de: Wird voller. Verdichten tauscht das Transkript gegen eine Zusammenfassung und gibt das meiste davon frei.
es: Se está llenando. Compactar cambia la transcripción por un resumen y libera la mayor parte.
fr: Ça se remplit. Le compactage échange la transcription contre un résumé et en libère la majeure partie.
it: Si sta riempiendo. La compattazione scambia la trascrizione con un riepilogo e ne libera la maggior parte.
ja: 埋まってきています。圧縮するとトランスクリプトが要約に置き換わり、その大部分が解放されます。
ko: 점점 차오르고 있습니다. 압축하면 대화록이 요약으로 바뀌면서 대부분의 공간이 확보됩니다.
pt_br: Está ficando mais cheio. Compactar troca a transcrição por um resumo e libera a maior parte dela.
zh_hans: 空间越来越满。压缩会用摘要替换记录，从而释放其中的大部分空间。
zh_hant: 空間越來越滿。壓縮會用摘要取代紀錄，從而釋出其中的大部分空間。

source: Close to full. A long answer or a big file read may not fit; compacting now frees the room on your terms rather than mid-turn.
de: Fast voll. Eine lange Antwort oder das Lesen einer großen Datei passt womöglich nicht mehr hinein; jetzt zu verdichten schafft Platz nach deinen Bedingungen statt mitten im Zug.
es: Casi lleno. Puede que no quepa una respuesta larga o la lectura de un archivo grande; compactar ahora libera espacio en tus términos en lugar de a mitad de turno.
fr: Presque plein. Une longue réponse ou la lecture d’un gros fichier pourrait ne pas tenir ; compacter maintenant libère de la place selon vos conditions plutôt qu’en plein tour.
it: Quasi pieno. Una risposta lunga o la lettura di un file grande potrebbero non entrarci; compattare ora libera spazio alle tue condizioni invece che a metà turno.
ja: ほぼ満杯です。長い回答や大きなファイルの読み込みは収まらないかもしれません。今のうちに圧縮すれば、ターンの途中でではなく、あなたの都合で空きを作れます。
ko: 거의 가득 찼습니다. 긴 답변이나 큰 파일 읽기는 들어가지 않을 수 있습니다. 지금 압축하면 턴 도중이 아니라 원하는 시점에 공간을 확보할 수 있습니다.
pt_br: Quase cheio. Uma resposta longa ou a leitura de um arquivo grande pode não caber; compactar agora libera espaço nos seus termos, em vez de no meio do turno.
zh_hans: 快满了。一段长回答或读取一个大文件可能会放不下；现在就压缩可以按你的节奏腾出空间，而不是在回合中途被迫处理。
zh_hant: 快滿了。一段長回答或讀取一個大檔案可能會放不下；現在就壓縮可以按你的節奏騰出空間，而不是在回合中途被迫處理。

source: Reported by the server from the last request the model was sent
de: Vom Server anhand der letzten an das Modell gesendeten Anfrage gemeldet
es: Informado por el servidor a partir de la última solicitud enviada al modelo
fr: Communiqué par le serveur d’après la dernière requête envoyée au modèle
it: Comunicato dal server in base all’ultima richiesta inviata al modello
ja: モデルに送信された最後のリクエストに基づき、サーバから報告された値です
ko: 모델에 전송된 마지막 요청을 기준으로 서버가 보고한 값입니다
pt_br: Informado pelo servidor com base na última solicitação enviada ao modelo
zh_hans: 根据发送给模型的最后一次请求，由服务器报告得出
zh_hant: 根據傳送給模型的最後一次請求，由伺服器回報得出

source: Read from the compaction: only the summary is still in the window
de: Aus der Verdichtung übernommen: Nur die Zusammenfassung befindet sich noch im Fenster
es: Obtenido de la compactación: solo el resumen sigue en la ventana
fr: Lu depuis le compactage : seul le résumé reste dans la fenêtre
it: Letto dalla compattazione: nella finestra resta solo il riepilogo
ja: 圧縮結果から読み取った値です。ウインドウに残っているのは要約のみです
ko: 압축 결과에서 가져온 값입니다. 창에는 요약만 남아 있습니다
pt_br: Obtido a partir da compactação: apenas o resumo ainda está na janela
zh_hans: 取自压缩结果：窗口中现在只保留了摘要
zh_hant: 取自壓縮結果：視窗中現在只保留了摘要
